<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Authentication Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during authentication for various
    | messages that we need to display to the user. You are free to modify
    | these language lines according to your application's requirements.
    |
    */

    'login' => 'Вход',
    'logout' => 'Выход',
    'failed' => 'Не верный логин или пароль.',
    'throttle' => 'Слишком много попыток. Пожалуйста, попробуйте через :seconds секунд.',
    'check_your_mail' => 'Проверьте вашу почту, Вам было отправлено письмо с подтверждением регистрации!',
    'your_account_is_blocked' => 'Ваш аккаунт был заблокирован администрацией!',
    'register_error' => 'Ошибка проверки адреса электронной почты. Вы, возможно, использовали устаревшую ссылку подтверждения регистрации.',
    'register_success' => 'Поздравляем, Вы успешно завершили регистрацию!',

    'confirm_register_head' => 'Подтверждение регистрации',
    'confirm_register_part1' => 'Если Вы не регистрировались на нашем сайте, просто игнорируйте это письмо. Если регистрация осуществляется вами, то вы должны подтвердить свою регистрацию и таким образом активировать свою учетную запись.',
    'confirm_register_part2' => 'Для завершения регистрации кликните по следующей ссылке:',

    'send_password_reset_link' => 'Сбросить пароль',
    'send_confirm_mail' => 'Выслать письмо с подтверждением',
    'save_new_password' => 'Сохранить новый пароль',
    'new_password_success' => 'Ваш пароль успещно изменен!',

    'new_user' => 'Новый пользователь',
    'edit_user' => 'Редактирование пользователя',
    'new_user_is_confirm' => 'Подтвержден новый пользователь',
//    'new_email' => '. Новый E-mail: :email у id# :id',
//    'new_password' => '. Новый пароль: :password у id# :id',

    'name' => 'Ваше имя',
    'phone' => 'Телефон',
    'email' => 'E-Mail',
    'old_password' => 'Старый пароль',
    'old_password_error' => 'Не верный старый пароль!',
    'password' => 'Пароль',
    'status' => 'Статус',
    'password_confirm' => 'Повтор пароля',
    'remember_me' => 'Запомнить меня',
    'forgot_your_password' => 'Забыли свой пароль?',
    'forgot_password_text' => 'Если Вы забыли свой пароль, не волнуйтесь! Мы можем легко его восстановить.',
    'forgot_password_link' => 'Просто кликните сюда!',
    'have_not_account' => 'У Вас нет учетной записи?',
    'register_text' => 'Просто кликните сюда для регистрации!',
    'settings_head1' => 'Вы можете изменить свое имя и e-mail',
    'settings_head2' => 'Вы можете изменить свой пароль',
    'change_password' => 'Изменение пароля',
    'keep_password' => 'Если вы не хотите менять пароль, то оставте поля «Пароль» и «Повтор пароля» не заполненными',
    'login_to_your_account' => 'Войдите в свой аккаунт',
    'login_head' => 'Пожалуйста, войдите,<br> используя свой E-mail и пароль.',
    'register' => 'Регистрация',
    'register_head' => 'Пожалуйста, заполните все поля<br>и пройдите регистрацию',
    'reset_password' => 'Восстановление пароля',
    'reset_password_head' => 'Введите зарегистрированный E-mail<br>для сброса пароля',
    'new_password_head' => 'Введите и подтвердите свой новый пароль',

    'confirm_mail' => 'Повторное подтверждение регистрации',
    'confirm_mail_head' => 'Введите зарегистрированный E-mail<br>для подтверждения регистрации',

    'reset_password_message' => 'Вы получили это письмо, потому что мы получили запрос на восстановление пароля для вашей учетной записи.',
    'reset_password_ignore_message' => 'Если вы не запрашивали сброс пароля, никаких дополнительных действий не требуется.',

    'user_already_active' => 'Пользователь уже активирован!',
    'user_not_active' => 'Вы не активировали свой аккаунт.<br>Пройдите по <a href="/send-confirm-mail">ссылке</a>, что получить повторно письмо с подтверждением регистрации.',

    'capcha-error' => 'Не верная капча!',
];
